Revit 2027 API
ParameterTypeId.RoomDesignCoolingLoadParam Property
 "Design Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomDesignCoolingLoadParam { get; }
Public Shared ReadOnly Property RoomDesignCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomDesignCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member RoomDesignCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace